{
    "home": {
        "cards": {
            "title": "Cartones",
            "button": "Borrar Todo"
        },
        "gameMode": {
            "title": "Modo De Juego",
            "button": "Modificar"
        },
        "currentGame": {
            "title": "Juego Actual",
            "button": "Reiniciar"
        }
    },
    "itemNew": {
        "new": "Nuevo"
    },
    "bingoCards": {
        "error": {
            "cardsWithAI": "No se pudo procesar la información de los cartones",
            "server": "No se pudo conectar al servidor, por favor verifica tu conexión a internet e intenta de nuevo.",
            "unavailable": "Hemos alcanzado el límite de escaneo por hoy, pero puedes continuar añadiendo tarjetas manualmente."
        },
        "cards": "Cartones"
    },
    "gameModeMini": {
        "gameMode": "Modo de juego"
    },
    "inputGroup": {
        "placeholder": "Escribe aquí"
    },
    "newSketch": {
        "title": "Nuevo Modo De Juego",
        "name": "Nombre",
        "template": "Plantilla",
        "save": "Guardar",
        "error": {
            "name": "Debes ingresar un nombre",
            "exists": "Ya existe un modo de juego con ese nombre"
        }
    },
    "bingoController": {
        "gameModes": {
            "full": "Lleno",
            "corners": "Esquinas",
            "top": "Arriba"
        }
    },
    "welcome": {
        "title": "Bienvenid@",
        "step1": "¡Bienvenido a Bingo Player! Con esta app, te olvidarás de los lápices y los errores. Sigue estos sencillos pasos y prepárate para cantar ¡BINGO!",
        "step2": "Puedes usar Bingo Player en cualquier situación en la que se esté jugando bingo de forma presencial con cartones impresos, sin importar si es un evento formal o casual.",
        "step3": "Crea o escanea tus cartones",
        "step4": "Crea y usa los modos de juego",
        "step5": "Marca los número que se estén anunciando",
        "step6": "Gana gritando Bingo!"
    },
    "scan": {
        "title": "Escanear Tarjetas",
        "step1": "Escanea tus tarjetas gratis, una por una. Para asegurar la precisión, enfócate únicamente en el recuadro que contiene los números.",
        "step2": "¿Por qué no simplificarlo? Actualiza a PRO y escanea múltiples tarjetas a la vez. Una sola foto es suficiente para reconocer todos tus números.",
        "step3": "Comprendemos la confusión. Anteriormente ofrecimos esta característica de forma amplia, pero el escaneo de múltiples tarjetas es un proceso intensivo que depende de nuestra tecnología de IA. Los costos operativos asociados con el procesamiento de IA requieren que limitemos su acceso a la suscripción PRO."
    },
    "crop": {
        "title": "Recortar Imagen"
    },
    "tips": {
        "title": "Tips",
        "step1": "Captura una foto que contenga únicamente los cartones de bingo.",
        "step2": "Alinea y organiza todos los cartones antes de la captura.",
        "step3": "Mantén la aplicación abierta y el teléfono desbloqueado mientras se procesan los cartones."
    }
}