{
    "home": {
        "cards": {
            "title": "कार्ड",
            "button": "सब हटा दें"
        },
        "gameMode": {
            "title": "खेल मोड",
            "button": "संशोधित करें"
        },
        "currentGame": {
            "title": "वर्तमान खेल",
            "button": "रीसेट करें"
        }
    },
    "itemNew": {
        "new": "नया"
    },
    "bingoCards": {
        "error": {
            "cardsWithAI": "कार्ड की जानकारी को संसाधित नहीं किया जा सका",
            "server": "सर्वर से कनेक्ट नहीं हो सका, कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।",
            "unavailable": "हम आज के लिए स्कैन सीमा तक पहुँच चुके हैं, लेकिन आप मैन्युअल रूप से कार्ड जोड़ना जारी रख सकते हैं।"
        },
        "cards": "कार्ड"
    },
    "gameModeMini": {
        "gameMode": "खेल मोड"
    },
    "inputGroup": {
        "placeholder": "यहां लिखें"
    },
    "newSketch": {
        "title": "नया खेल मोड",
        "name": "नाम",
        "template": "टेम्प्लेट",
        "save": "सहेजें",
        "error": {
            "name": "आपको एक नाम दर्ज करना होगा",
            "exists": "इस नाम का एक खेल मोड पहले से मौजूद है"
        }
    },
    "bingoController": {
        "gameModes": {
            "full": "पूर्ण",
            "corners": "कोने",
            "top": "ऊपर"
        }
    },
    "welcome": {
        "title": "स्वागत है",
        "step1": "बिंगो प्लेयर में आपका स्वागत है! इस ऐप के साथ, आप पेंसिल और गलतियों को भूल सकते हैं। इन सरल चरणों का पालन करें और 'बिंगो!' चिल्लाने के लिए तैयार हो जाएं।",
        "step2": "आप किसी भी स्थिति में बिंगो प्लेयर का उपयोग कर सकते हैं जहाँ मुद्रित कार्डों के साथ व्यक्तिगत रूप से बिंगो खेला जा रहा हो, चाहे वह एक औपचारिक या अनौपचारिक कार्यक्रम हो।",
        "step3": "अपने कार्ड बनाएं या स्कैन करें",
        "step4": "गेम मोड बनाएं और उपयोग करें",
        "step5": "उन नंबरों को चिह्नित करें जिनकी घोषणा की जा रही है",
        "step6": "'बिंगो!' चिल्लाकर जीतें।"
    },
    "scan": {
        "title": "कार्ड स्कैन करें",
        "step1": "अपने कार्ड्स को मुफ्त में, एक-एक करके स्कैन करें। सटीकता सुनिश्चित करने के लिए, केवल संख्याओं वाले बॉक्स पर ध्यान केंद्रित करें।",
        "step2": "इसे सरल क्यों न करें? PRO में अपग्रेड करें और एक बार में कई कार्ड स्कैन करें। आपके सभी नंबरों को पहचानने के लिए एक ही फोटो पर्याप्त है।",
        "step3": "हम भ्रम को समझते हैं। हमने पहले यह सुविधा व्यापक रूप से प्रदान की थी, लेकिन मल्टी-कार्ड स्कैनिंग एक गहन प्रक्रिया है जो हमारी AI तकनीक पर निर्भर करती है। AI प्रोसेसिंग से जुड़े परिचालन लागतों के लिए हमें इसकी पहुँच को PRO सदस्यता तक सीमित करने की आवश्यकता है।"
    },
    "crop": {
        "title": "छवि काटें"
    }
}