{
    "home": {
        "cards": {
            "title": "Cartões",
            "button": "Limpar Tudo"
        },
        "gameMode": {
            "title": "Modo de Jogo",
            "button": "Modificar"
        },
        "currentGame": {
            "title": "Jogo Atual",
            "button": "Reiniciar"
        }
    },
    "itemNew": {
        "new": "Novo"
    },
    "bingoCards": {
        "error": {
            "cardsWithAI": "Não foi possível processar as informações dos cartões",
            "server": "Não foi possível conectar ao servidor. Por favor, verifique sua conexão com a internet e tente novamente.",
            "unavailable": "Atingimos o limite de digitalização para hoje, mas você pode continuar adicionando cartões manualmente."
        },
        "cards": "Cartões"
    },
    "gameModeMini": {
        "gameMode": "Modo de Jogo"
    },
    "inputGroup": {
        "placeholder": "Escreva aqui"
    },
    "newSketch": {
        "title": "Novo Modo de Jogo",
        "name": "Nome",
        "template": "Modelo",
        "save": "Salvar",
        "error": {
            "name": "Você deve inserir um nome",
            "exists": "Já existe um modo de jogo com esse nome"
        }
    },
    "bingoController": {
        "gameModes": {
            "full": "Completo",
            "corners": "Cantos",
            "top": "Topo"
        }
    },
    "welcome": {
        "title": "Bem-vindo(a)",
        "step1": "Bem-vindo(a) ao Bingo Player! Com este aplicativo, você vai se esquecer dos lápis e dos erros. Siga estes passos simples e prepare-se para gritar BINGO!",
        "step2": "Você pode usar o Bingo Player em qualquer situação em que o bingo esteja sendo jogado presencialmente com cartelas impressas, independentemente de ser um evento formal ou casual.",
        "step3": "Crie ou escaneie suas cartelas",
        "step4": "Crie e use os modos de jogo",
        "step5": "Marque os números que estão sendo anunciados",
        "step6": "Ganhe gritando Bingo!"
    },
    "scan": {
        "title": "Digitalizar Cartões",
        "step1": "Digitalize seus cartões gratuitamente, um por um. Para garantir a precisão, concentre-se apenas na caixa que contém os números.",
        "step2": "Por que não simplificar? Faça upgrade para PRO e digitalize vários cartões de uma vez. Uma única foto é suficiente para reconhecer todos os seus números.",
        "step3": "Entendemos a confusão. Anteriormente, oferecíamos este recurso de forma ampla, mas a digitalização multi-cartão é um processo intensivo que depende da nossa tecnologia de IA. Os custos operacionais associados ao processamento de IA exigem que limitemos seu acesso à assinatura PRO."
    },
    "crop": {
        "title": "Cortar Imagem"
    }
}